{"pageProps":{"post":{"file":"misc/howto-writing.md","categories":["misc"],"slug":"misc$howto-writing","title":"Introduction and Conclusion","date":"2021-11-27","tags":["writing"],"coverImage":"/imgs/writing.webp","author":{"name":"peterhs.kang","picture":"/imgs/PK.png"},"status":"published","excerpt":"\n## Introduction\n\nThese represent the most serious omission students regularly make. Every essay or paper designed to be persuasive needs a paragraph at the very outset introducing both the subject at hand and the thesis which is being advanced. It also needs a final paragraph summarizing what's been said and driving the author's argument home.\n\n","content":"<h2 id=introduction>Introduction</h2><p>These represent the most serious omission students regularly make. Every essay or paper designed to be persuasive needs a paragraph at the very outset introducing both the subject at hand and the thesis which is being advanced. It also needs a final paragraph summarizing what's been said and driving the author's argument home.<p>These are not arbitrary requirements. Introductions and conclusions are crucial in persuasive writing. They put the facts to be cited into a coherent structure and give them meaning. Even more important, they make the argument readily accessible to readers and remind them of that purpose from start to end.<p>Think of it this way. As the writer of an essay, you're essentially a lawyer arguing in behalf of a client (your thesis) before a judge (the reader) who will decide the case (agree or disagree with you). So, begin as a lawyer would, by laying out the facts to the judge in the way you think it will help your client best. Like lawyers in court, you should make an \"opening statement,\" in this case, an introduction. Then review the facts of the case in detail just as lawyers question witnesses and submit evidence during a trial. This process of presentation and cross-examination is equivalent to the \"body\" of your essay. Finally, end with a \"closing statement\"—that is, the conclusion of your essay—arguing as strongly as possible in favor of your client's case, namely, your theme.<p>Likewise, there are several things your paper is not. It's not a murder mystery, for instance, full of surprising plot twists or unexpected revelations. Those really don't go over well in this arena. Instead, lay everything out ahead of time so the reader can follow your argument easily. Nor is a history paper an action movie with exciting chases down dark corridors where the reader has no idea how things are going to end. In academic writing it's best to tell the reader from the outset what your conclusion will be. This, too, makes your argument easier to follow. Finally, it's not a love letter. Lush sentiment and starry-eyed praise don't work well here. They make it look like your emotions are in control, not your intellect, and that will do you little good in this enterprise where facts, not dreams, rule.<p>All in all, persuasive writing grips the reader though its clarity and the force with which the data bring home the thesis. The point is to give your readers no choice but to adopt your way of seeing things, to lay out your theme so strongly they have to agree with you. That means you must be clear, forthright and logical. That's the way good lawyers win their cases.<h2 id=how-to-write-an-introduction>How to Write an Introduction</h2><p>The introduction of a persuasive essay or paper must be substantial. Having finished it, the reader ought to have a very clear idea of the author's purpose in writing. To wit, after reading the introduction, I tend to stop and ask myself where I think the rest of the paper is headed, what the individual paragraphs in its body will address and what the general nature of the conclusion will be. If I'm right, it's because the introduction has laid out in clear and detailed fashion the theme and the general facts which the author will use to support it.<p>Let me give you an example of what I mean. The following is an introduction of what turned out to be a well-written paper, but the introduction was severely lacking:<p>The role of women has changed over the centuries, and it has also differed from civilization to civilization. Some societies have treated women much like property, while others have allowed women to have great influence and power.<p>Not a bad introduction really, but rather scant. I have no idea, for instance, which societies will be discussed or what the theme of the paper will be. That is, while I can see what the general topic is, I still don't know the way the writer will draw the facts together, or even really what the paper is arguing in favor of.<p>As it turned out, the author of this paper discussed women in ancient Egypt, classical Greece, medieval France and early Islamic civilization and stressed their variable treatment in these societies. This writer also focused on the political, social and economic roles women have played in Western cultures and the various ways they have found to assert themselves and circumvent opposition based on gender.<p>Given that, I would rewrite the introduction this way:<p>The role of women <in society western>has changed <dramatically>over the centuries, <from ancient france. freedom greece in living medieval of relative repression the to treatment women>has also differed from civilization to civilization <even at history in period same the>. Some societies <such as islamic ones>have treated women much like property, while others <like ancient egypt>have allowed women to have great influence and power. &#60This paper will trace the development of women's rights and powers from ancient Egypt to late medieval France and explore their changing political, social and economic situation through time. All the various means women have used to assert themselves show the different ways they have fought against repression and established themselves in authority.></like></such></even></from></dramatically></in><p>Now it is clear which societies will be discussed (Egypt, Greece, France, Islam) and what the general theme of the paper will be (the variable paths to empowerment women have found over time). Now I know where this paper is going and what it's really about.<h2 id=how-to-write-a-conclusion>How to Write a Conclusion</h2><p>In much the same way that the introduction lays out the thesis for the reader, the conclusion of the paper should reiterate the main points—it should never introduce new ideas or things not discussed in the body of the paper!—and bring the argument home. The force with which you express the theme here is especially important, because if you're ever going to convince the reader that your thesis has merit, it will be in the conclusion. In other words, just as lawyers win their cases in the closing argument, this is the point where you'll persuade others to adopt your thesis.<p>If the theme is clear and makes sense, the conclusion ought to be very easy to write. Simply begin by restating the theme, then review the facts you cited in the body of the paper in support of your ideas—and it's advisable to rehearse them in some detail—and end with a final reiteration of the theme. Try, however, not to repeat the exact language you used elsewhere in the paper, especially the introduction, or it will look like you haven't explored all aspects of the situation<h2 id=conclusion>Conclusion</h2><p>All in all, remember these are the last words your reader will hear from you before passing judgment on your argument. Make them as focused and forceful as possible."}},"__N_SSG":true}